{
  "title": "PokerGloss Info",
  "description": "All about poker on PokerGloss. Daily Assignments. Market. Inventory. Bonuses. Messenger. Tables and sitngo tournaments. Freeroles.",
  "PlayPokerOnline": "Play Poker Online",
  "BackToArticles": "Back to articles",
  "notfound": {
    "header": "NOT FOUND",
    "description": "You just hit a route that doesn't exist..."
  },
  "link": "link",
  "sitngo": {
    "title": "Sit & Go Tournament Creation",
    "description": "How to create Sit & Go tournament? What are the options for creating a tournament?",

    "paragraph1": "Go to lobby and click Sit & Go tab. Then press the create Sit & Go button.",
    "paragraph2": "What we see here is a list of parameters:",

    "Name": "Name:",
    "NameDescription": " name for your Sit & Go room",
    "TableSize": "Table Size:",
    "TableSizeDescription": " number of players, will be able to join the room",
    "DecisionTime": "Decision time",
    "BigBlind": "Big Blind",
    "BuyIn": "Buy-In:",
    "BuyInDescription": " how much chips one place cost and it'll be the starting chips",
    "BlindsUpTime": "Blinds Up time:",
    "BlindsUpTimeDescription": " duration which blinds will be constantly increasing",
    "PlacesPaid": "Places Paid:",
    "PlacesPaidDescription": " how many players will get a prize from the pool",
    "AutostartIn": "Autostart in:",
    "AutostartInDescription": " time when the tournament will starts no matter how many players has joined the room",
    "BettingLimit": "Betting Limit",

    "paragraph3": "Also you can click private check button which means your room will not be in the public list and only be available by the link.",
    "paragraph4": "Sit & Go has only one table. In the room you can choose a place at which you will be sitting.",
    "paragraph5": "And while you're waiting for others to join you can go to live table and play poker because when the Sit & Go started you will get a notification to join the table.",
    "paragraph6": "You can also watch a video on this topic:"
  },
  "hands": {
    "title": "Poker hands",
    "description": "What poker hands are there? What are the strongest poker hands? What is the difference between a straight and a flush?",

    "paragraph1": "Knowing poker hands is essential for a full-fledged poker game. In this article, we will look at poker hands in order from strongest to weakest.",
    "paragraph2": "A straight flush is a hand that contains five cards of sequential rank, all of the same suit.",
    "paragraph3": "Quads, also known as four of a kind, is a hand containing four cards of the same rank and one card of a different rank (kicker).",
    "paragraph4": "A full house, also known as a full boat or a boat is a hand that contains three cards of one rank and two cards of another rank.",
    "paragraph5": "A flush is a hand that contains five cards all of the same suit, not all of sequential rank.",
    "paragraph6": "A straight is a hand that contains five cards of sequential rank, not all of the same suit.",
    "paragraph7": "Three of a kind, also known as trips or a set, is a hand that contains three cards of one rank and two cards of two other ranks (the kickers).",
    "paragraph8": "Two pair is a hand that contains two cards of one rank, two cards of another rank and one card of a third rank (the kicker).",
    "paragraph9": "One pair, or simply a pair, is a hand that contains two cards of one rank and three cards of three other ranks (the kickers).",
    "paragraph10": "High card, also known as no pair or simply nothing, is a hand that does not fall into any other category.",

    "paragraph11span1": "In case, ",
    "paragraph11span2": "you're playing on our site",
    "paragraph11span3": ", you can look up the combinations by hovering over the Cards icon. It's on the left of your screen.",

    "paragraph12": "The icon looks like this: "
  },
  "vip": {
    "title": "VIP privileges",
    "description": "How to become VIP? What kind of advantages do I get for buying VIP item?",
    "titleHow": "How to become VIP?",
    "paragraphHow1": "First you have to purchase golden coins.",
    "paragraphHow2": "Go to the market and choose any item for coins. Every item available only for a certain time period - day, week or month.",
    "titleAdv": "What kind of advantages do I get?",
    "paragraph0": "For buying a VIP item you get the showdown privilege. It means you don't get to show your cards when you lose, even if you're aggressor.",
    "paragraph1": "Also if you disable auto-muck, you will get special showdown options - Show Left and Show Right which open only one card.",
    "paragraph2": "VIP item increases your personal decision time by 10%.",
    "paragraph3": "VIP item gives you the golden VIP sign near your avatar at poker table.",
    "paragraph4": "For buying items worth 2 coins a day your username at the table turns purple and becomes bigger so that everybody would remember your username. Items for 2 coins are more advanced than just for 1.",
    "paragraph5": "«Hourglass» gives you additional time to think increasing your decision time by 20% in total.",
    "paragraph6": "It's easy to spot a VIP item since it has a special animation."
  },
  "PlayingPoker": {
    "title": "Playing Poker",
    "description": "With this article, you can learn the basic rules of poker."
  },
  "Bonuses": {
    "title": "Bonuses",
    "description": "This page describes information about what bonuses exist on our site and how to get them."
  },
  "Messenger": {
    "title": "Messenger",
    "description": "Detailed article on how to use the messenger on pokergloss."
  },
  "dailyAssignments": {
    "title": "Daily assignments",
    "description": "Using this page, you will find out what tasks are and what rewards you can get for them.",
    "paragraph0": "Go to the lobby, click on the notepad icon. Here you will see a list of daily tasks.",
    "paragraph1": "The notepad icon looks like this: ",
    "paragraph2": "Here you see 3 tasks. For completing the task, you will receive a prize.",
    "paragraph3": "You can complete tasks by playing: tournament, sit&go, live.",
    "paragraph4": "You can see the progress of the task if you click on this notebook: ",
    "paragraph5": "When you complete the task, you will see a notification. And you will receive your prize.",
    "paragraph6": "Assignments are updated every day.",
    "paragraph7": "There are several types of tasks:",
    "example0": "Win a sit&go, live, tournament.",
    "example1": "Lose or win with a specific hand. For example: two pair, straight, etc.",
    "example2": "Defeat the player (make him fold).",
    "example3": "Bust out a player, or players (win all of chips).",
    "example4": "Lose or win with a pair in hand. For example: pair K, pair 5, etc. ",
    "example5": "Share the pot with the players.",
    "paragraph8": "Сome back more often to complete all tasks and get your reward. "
  },
  "dailyBonus": {
    "title": "Daily bonus",
    "description": "Use this page to find out what bonuses you can get for daily tasks.",
    "paragraph0": "If you log into the game every day, you will receive this notification.",
    "paragraph1": "Here you can see how your bonus grows when you visit PokerGloss regularly.",
    "paragraph2": "You can also calculate your bonus with the special calculator below.",
    "paragraph3": "Just enter the number of days and you will see your bonus.",
    "paragraph4": "As you can see, attending the game regularly will be very profitable for you.",
    "paragraph5": "Don't forget to visit every day, or the bonuses will go back to day 1 status",
    "calculatorText0": "Enter day...",
    "calculatorText1": "Chips:",
    "src1": "https://storage.googleapis.com/pokerblow-info/DailyBonus/daily-1(en).png"
  },
  "marketInventory": {
    "title": "Market&Inventory",
    "description": "Use this page to learn how to use the store and inventory.",
    "paragraph0": "Go to the lobby. In the corner to the right next to your profile, click this icon:",
    "paragraph1": "A menu opens with many different sections. Find the market and click on it.",
    "paragraph2": "Here you will see a large set of items. You can buy them for any number of days.",
    "paragraph3": "Regular items can be bought for chips, and animated VIP items are bought for coins.",
    "paragraph4": "You can read about the advantage of VIP items in this article:",
    "paragraph5": "After buying an item, you will be prompted to go to inventory.",
    "paragraph6": "Going to inventory you will see what item you have purchased, and how many days you bought them.",
    "paragraph7": "Inventory is needed to look at your purchases, and choose the item you want to use.",
    "paragraph8": "To go to inventory from the lobby, you must click on the menu icon and select inventory.",
    "paragraph9": "The menu icon looks like this:",
    "paragraph10": "Initially, everyone has a standard item is a pacifier.",
    "paragraph11": "If you don't want the standard item, then go to the marketplace and buy the item you like.",
    "src1": "https://storage.googleapis.com/pokerblow-info/Market%26Inveterate/market-1(en).png",
    "src2": "https://storage.googleapis.com/pokerblow-info/Market%26Inveterate/market-2(en).png",
    "src3": "https://storage.googleapis.com/pokerblow-info/Market%26Inveterate/market-3(en).png",
    "src4": "https://storage.googleapis.com/pokerblow-info/Market%26Inveterate/market-4(en).png",
    "src5": "https://storage.googleapis.com/pokerblow-info/Market%26Inveterate/market-5(en).png",
    "src6": "https://storage.googleapis.com/pokerblow-info/Market%26Inveterate/market-6(en).png"
  },
  "pokerRules": {
    "title": "Poker rules",
    "description": "On this page you will learn the basic rules of the game of poker. There are many different variations of poker. We'll take a look at the most popular poker variation, which is Texas Hold'em.",
    "paragraph1": "Seating",
    "paragraph2": "The first thing the game starts with is seating. In PokerGloss at one table can play from 2 to 20 people. All players have the same number of chips.",
    "paragraph3": "Dealer",
    "paragraph4": "The 'D' chip stands for dealer. This indicates who occupies the button position. Each player becomes a dealer once per round.",
    "paragraph5": "The dealer (button) position is the most favorable position in the game. The player in this position sees what decisions the other players make and bets last. The exception is the first round of bidding, when the dealer enters the game first.",
    "paragraph6": "Blind Bets",
    "paragraph7": "To the left of the dealer sit the small blind and the big blind. These two players place the mandatory bets, which are placed by default in every hand. The small blind bets half the size of the mandatory bet. The next player, the big blind, bets the full bet.",
    "paragraph8": "Preliminary round or pre-flop",
    "paragraph9": "After the dealer is determined and the small and big blinds are placed, each player is dealt two pocket cards. And the bidding begins. Each player assesses the strength of his cards. And decides whether to bet or to fold, and thus exit the bidding.",
    "paragraph10": "It makes sense to discard cards if the player thinks they are weak. It is necessary to save your chips, and wait for stronger cards. The remaining players who have bet move on to the next phase of bidding.",
    "paragraph11": "The following actions are available to players during bidding:",
    "example0": "check - agree with the current bet, skip the move;",
    "example1": "call – to equalize the stakes of the opponent;",
    "example2": "raise – raise the rate;",
    "example3": "re-raise – raise the higher rate;",
    "example4": "all-in – put all the chips you have;",
    "example5": "fold – reset cards, finish bidding.",
    "paragraph12": "Bidding on the pre-flop is over when the opponents have made equal bets. Chips are moved to the total prize pot. The remaining players who have bet move on to the next stage of bidding.",
    "paragraph13": "Flop",
    "paragraph14": "The first 3 cards are placed on the table.",
    "paragraph15": "The task of the players is to estimate the strength of their cards, and to make a hands. You can learn about poker hands in this article:",
    "paragraph16": "If the player has no winning hands, he should assess further prospects. The first bet is made by the player to the left of the dealer. Bidding takes place in order, similar to pre-flop.",
    "paragraph17": "Turn",
    "paragraph18": "Turn - the stage when the fourth card is placed on the table.",
    "paragraph19": "Bidding starts with the participant to the left of the dealer. Players evaluate the strength of their cards and their future prospects. At the current stage, some participants who decide to pass and fold cards may be eliminated.",
    "paragraph20": "River",
    "paragraph21": "River is the final stage of bidding in a poker hand. The fifth card is placed on the table.",
    "paragraph22": "Players determine the strength of the collected hands, assess the chances of winning. There is a chance to make participants reset by big bets. According to the results of the bets on the river the final size of the prize pot is formed. After all the players have made a move and the bets are tied, the cards are opened.",
    "paragraph23": "Showdown",
    "paragraph24": "After all phases of the deal are completed, the cards are opened. The strength of hands of 2 pocket cards and 5 on the table is determined. The one with the strongest hands wins. If several players have the same hand, they divide their winnings into equal parts.",
    "paragraph25": "Sometimes during the bidding some players run out of chips. Then the second prize pot is formed. And the winner with the strongest hand is determined by the results of the showdown. An inactive participant has the right to claim only the first pot, in case he has the strongest hand. ",
    "paragraph26": "Bluff",
    "paragraph27": "Bluffing is when a player has weak cards in his hand, but forces his opponents to discard their cards. The player makes a big bet, thus scaring the opponents who think he has a good hand. This is very risky, and you should first make sure that your opponents do not have any strong cards. If your opponents believe your bluff, they will fold. And you will be the winner with weak cards in your hand. Whether or not to show your cards is up to you. Also, VIP users can show only one card. Learn more:",
    "paragraph28": "After the winner is determined, the dealer, small and big blind chips are shifted clockwise. Pocket cards are dealt and a new game begins.",
    "paragraph29": "Now that you know the rules of poker, you can create a game with your own parameters. Read more here:"
  },
  "pokerPlayers": {
    "title": "Types of poker players",
    "description": "On this page you will learn what types of poker players there are, and what their differences are.",
    "paragraph0": "Poker is not just a game of cards. In poker, you need to build strategies, think through tactics, and study the actions and emotions of your opponents.",
    "paragraph1": "If you observe the players, you will notice a certain sequence of actions in certain game events. This suggests that each player has his own manner (type) of behavior in the game, similar to a person's character.",
    "paragraph2": "In this article, we will look at the 4 basic types of players. This will allow you to better understand the game and make the right decisions.",
    "paragraph3": "Tight player",
    "paragraph4": "A tighter player is a player who rarely participates in the hand. His main 'weapon' is caution. He does not like to take risks, and prefers to wait for reliable and strong cards. If he receives weak cards, he will discard them, hoping that he will get a stronger hand next time. When a good hand comes up, he will raise the stakes immediately. Therefore, it is easy to be 'discovered' by a more experienced player. His behavior is unconventional and predictable. As a rule, this is usually the way beginners play.",
    "paragraph5": "Loose player",
    "paragraph6": "A loose player is the opposite of a tight player. Such a player participates in hands more often. He is not afraid to take risks. He can not only respond to bets, but also raise them. At times, he does not shy away from bluffing. He is able to come out a winner, even with weak cards in hand. Such a player is much harder to 'read'. They are usually already more experienced players.",
    "paragraph7": "Aggressive player ",
    "paragraph8": "The aggressive player is the more dangerous type of player. His goal is to take as many chips as possible from his opponents. Often responds to a raise, and not infrequently likes to make a re-raise himself. The most dangerous thing is to understand whether he really has good cards, or it's a quality bluff.",
    "paragraph9": "Passive player",
    "paragraph10": "The passive player is the opposite of the aggressive player. He considers his main 'trick' to make calls. Usually he just responds to other players' bets (unless of course they are more than 1/2 of the pot). Even with a weak hand, already in the last stages of the game, he is ready to support your bet. But if he gets a set or higher, expect a huge raise, sometimes a big pot. Such players are quite predictable, and easily 'readable' by more experienced opponents.",
    "paragraph11": "Of course, when you play live, it is much easier and faster to determine the behavior of other players. But in online poker it is also possible! It is enough to follow every decision made by your opponent, and learn to analyze.",
    "paragraph12": "At first it will seem complicated and not very clear. But the more often you play, the faster you'll get good at it."
  },
  "survival": {
    "title": "Survival",
    "description": "In this article, you will learn about a brand new and most unusual poker mode, on PokerGloss.",
    "paragraph0": "So how do you play this new game mode? Go to the lobby and click on the Survaival tab.",
    "paragraph1": "Okay, you are now in the Survaival tab.",
    "paragraph2": "But you can't just play Survaival mode. To get there, you'll need a ticket. One ticket per game, respectively. At the top of the Play button you can see your number of tickets.",
    "paragraph3": "If you have a ticket, then click on Play and the game begins.",
    "paragraph4": "The introductory video will introduce you to the game's storyline. And then you will be thrown into the first game location.",
    "paragraph5": "When you defeat your first opponent, you will be transported to the next location. Where you will also have to defeat everyone.",
    "paragraph6": "If you were able to defeat previous opponents, then do not relax, the next will only be more difficult.",
    "paragraph7": "And again the next location, and new opponents that you have to 'fight'.",
    "paragraph8": "The game in this mode can last indefinitely. Your task is to last as long as possible, and to defeat more opponents.",
    "paragraph9": "But no matter how well you play, at some point you will be left without chips, and the game will be over for you. In this case, you will be offered to spin the roulette wheel with prizes. The further you advance in the game, the bigger the prize will be.",
    "paragraph10": "And now the most important thing. Where do you get tickets to this mode? You can get them by winning Freerolls tournaments.",
    "paragraph11": "To do this, go back to the lobby. And click on the Freerolls tab.",
    "paragraph12": "Choose any room and sign up.",
    "paragraph13": "As you can see, you will be rewarded with a ticket to Survaival for winning the tournament. So go ahead, play and win."
  }
}
