{
  "title": "PokerGloss Инфо",
  "description": "Все о покере на PokerGloss. Ежедневные задания. Маркет. Инвентарь. Бонусы. Мессенжер. Столы и ситнго турниры. Фриролы.",
  "PlayPokerOnline": "Играть в Покер Онлайн",
  "BackToArticles": "Назад к статьям",
  "notfound": {
    "header": "Страница не найдена",
    "description": "Такой страницы не существует"
  },
  "link": "ссылка",
  "sitngo": {
    "title": "Cоздание Sit & Go турнира",
    "description": "Как создать Sit & Go турнир? Какие существуют параметры создания турнира?",
    "paragraph1": "Перейдите в лобби и щелкните вкладку Sit & Go. Затем нажмите кнопку создания Sit & Go.",
    "paragraph2": "Здесь мы видим список параметров:",
    "Name": "Имя:",
    "NameDescription": " название вашей Sit & Go комнаты",
    "TableSize": "Размер стола:",
    "TableSizeDescription": " количество игроков, которые смогут присоединиться к комнате",
    "DecisionTime": "Время принятия решения",
    "BigBlind": "Большой Блайнд",
    "BuyIn": "Стоимость входа:",
    "BuyInDescription": " сколько фишек стоит одно место и это будут стартовые фишки",
    "BlindsUpTime": "Поднятие блайндов:",
    "BlindsUpTimeDescription": " продолжительность периода постоянного увеличиваться блайндов",
    "PlacesPaid": "Призовых мест:",
    "PlacesPaidDescription": " сколько игроков получат приз из пула",
    "AutostartIn": "Автостарт в:",
    "AutostartInDescription": " время начала турнира независимо от того, сколько игроков присоединилось к комнате",
    "BettingLimit": "Лимит Ставок",
    "paragraph3": "Также вы можете нажать кнопку приватного стола, что означает, что ваша комната не будет в общедоступном списке и будет доступна только по ссылке.",
    "paragraph4": "В Sit & Go есть только один стол. В комнате вы можете выбрать место, на котором вы будете сидеть.",
    "paragraph5": "И пока вы ждете, пока к вам присоединятся другие, вы можете перейти к живому столу и поиграть в покер, потому что, когда начнется турнир Sit & Go, вы получите уведомление о присоединении к столу.",
    "paragraph6": "Вы также можете посмотреть видео по этой теме:"
  },
  "hands": {
    "title": "Покерные комбинации",
    "description": "Какие покерные комбинации существуют? Какие покерные комбинации самые сильные? Чем отличается стрит от флеша?",
    "paragraph1": "Знать покерные комбинации необходимо для полноценной игры в покер. В данной статье мы рассмотрим покерные комбинации в порядке от самых сильных к самым слабым.",
    "paragraph2": "Стрит-флеш - это комбинация из пяти последовательных карт одной масти.",
    "paragraph3": "Каре - это рука, содержащая четыре карты одного достоинства и одну карту другого ранга (кикер).",
    "paragraph4": "Фулл-хаус - это рука, содержащая три карты одного ранга и две карты другого ранга.",
    "paragraph5": "Флеш - это комбинация из пяти карт одной масти, не всех последовательных рангов.",
    "paragraph6": "Стрит - это рука, содержащая пять последовательных карт разного достоинства, а не все одной масти.",
    "paragraph7": "Тройка, также известная как трипс или сет, - это рука, содержащая три карты одного ранга и две карты двух других рангов (кикеры).",
    "paragraph8": "Две пары - это рука, содержащая две карты одного ранга, две карты другого ранга и одну карту третьего ранга (кикер).",
    "paragraph9": "Одна пара или просто пара - это рука, содержащая две карты одного ранга и три карты трех других рангов (кикеры).",
    "paragraph10": "Старшая карта, также известная как отсутствие пары или просто ничего, - это рука, которая не попадает ни в одну другую категорию.",
    "paragraph11span1": "В случае, если, ",
    "paragraph11span2": "играя на нашем сайте",
    "paragraph11span3": ", вы захотите освежить в памяти комбинации, вы можете навести указатель мыши на значок Покерных Комбинаций. Он находится слева от экрана.",
    "paragraph12": "Значок выглядит так: "
  },
  "vip": {
    "title": "VIP привелегии",
    "description": "Как стать VIP? Какие преимущества я получаю при покупке VIP предметов?",
    "titleHow": "Как стать VIP?",
    "paragraphHow1": "Сначала вам нужно приобрести золотые монеты.",
    "paragraphHow2": "Зайдите в маркет и выберите любой предмет за монеты. Каждый предмет доступен только на определенный период времени - день, неделю или месяц.",
    "titleAdv": "Какие преимущества я получаю при покупке VIP предметов?",
    "paragraph0": "За покупку VIP-предмета вы получаете привилегию вскрытия карт. Это означает, что вы можете не показывать свои карты, когда проигрываете, даже если вы агрессор.",
    "paragraph1": "Также, если вы отключите автоматическое сбрасывание карт, вы получите специальные опции вскрытия карт - «Show Left» и «Show Right», которые открывают только одну карту.",
    "paragraph2": "VIP-предмет увеличивает ваше личное время принятия решения на 10%.",
    "paragraph3": "VIP-предмет дает вам золотой знак VIP рядом с вашим аватаром за покерным столом.",
    "paragraph4": "При покупке предметов стоимостью 2 монеты в день ваше имя пользователя за столом становится фиолетовым и становится больше, чтобы все запомнили ваше имя пользователя. Предметы за 2 монеты более продвинуты, чем за 1.",
    "paragraph5": "«Песочные часы» дают вам дополнительное время на размышления, увеличивая время принятия решения в общей сложности на 20%.",
    "paragraph6": "Заметить VIP-предмет легко, так как он имеет особую анимацию."
  },
  "PlayingPoker": {
    "title": "Игра в Покер",
    "description": "С помощью этой статьи вы сможете изучить основные правила Покера."
  },
  "Bonuses": {
    "title": "Бонусы",
    "description": "На этой странице описана информация о том,  какие бонусы существуют на нашем сайте и как их получить."
  },
  "Messenger": {
    "title": "Мессенджер",
    "description": "Подробная статья о том, как пользоваться мессенджером на сайте pokergloss."
  },
  "dailyAssignments": {
    "title": "Ежедневные задания",
    "description": "С помощью этой страницы вы узнаете, какие бывают задания и какие награды за них можно получить.",
    "paragraph0": "Перейдите в лобби, щелкните на значок блокнота. Тут вы увидите список ежедневных заданий.",
    "paragraph1": "Значок блокнота выглядит вот так: ",
    "paragraph2": "Здесь вы видите 3 задания. За выполнение каждого задания вы получите приз.",
    "paragraph3": "Выполнить задания можно играя: в турнир, sit&go, live.",
    "paragraph4": "Вы сможете увидеть прогресс выполнения задания, если нажмёте на этот блокнот: ",
    "paragraph5": "Когда вы выполните задание, вам сразу высветится уведомление. И вы получите свой приз.",
    "paragraph6": "Каждый день задания будут обновляться.",
    "paragraph7": "Всего существует несколько видов заданий:",
    "example0": "Выиграть за столом sit&go, live, турнир.",
    "example1": "Проиграть или выиграть с определённой комбинацией. Например: две пары, стрит, и т.д.",
    "example2": "Напугать игрока (заставить его сбросить карты).",
    "example3": "Выбейте игрока или игроков (выиграйте все фишки)",
    "example4": "Проиграть или выиграть с парой в руках. Например: пара K, пара 5, и т.д.",
    "example5": "Поделить пот с игроками.",
    "paragraph8": "Поэтому заходите регулярно, чтобы выполнить все задания и получить свою награду."
  },
  "dailyBonus": {
    "title": "Ежедневные бонусы",
    "description": "С помощью этой страницы вы узнаете, какие бонусы можно получить за ежедневные задания.",
    "paragraph0": "Если вы будете заходить в игру каждый день, то вам будет приходить следующее уведомление.",
    "paragraph1": "Здесь можно увидеть как растёт ваш бонус при регулярном посещении PokerGloss.",
    "paragraph2": "Также вы можете рассчитать свою бонус с помощью специального калькулятора ниже.",
    "paragraph3": "Просто введите количество дней и вы увидите свой бонус.",
    "paragraph4": "Как вы видите, регулярно посещать игру будет очень выгодно для вас.",
    "paragraph5": "Старайтесь не пропускать посещать каждый день, иначе бонусы вернутся до состояния 1 дня.",
    "calculatorText0": "Введите день...",
    "calculatorText1": "Фишки:",
    "src1": "https://storage.googleapis.com/pokerblow-info/DailyBonus/daily-1(ru).png"
  },
  "marketInventory": {
    "title": "Маркет и инвентарь",
    "description": "С помощью этой страницы вы узнаете как использовать маркет и инвентарь.",
    "paragraph0": "Перейдите в лобби. Справа в углу возле вашего профиля нажмите на этот значок:",
    "paragraph1": "Откроется меню, в котором есть много разных разделов. Найдите маркет и щелкните на него.",
    "paragraph2": "Здесь вы увидите большой набор items (вещей, иконок). Их можно купить на любое количество дней.",
    "paragraph3": "Обычные items можно купить за фишки, а анимированые VIP items покупаются за coins (золотые монетки).",
    "paragraph4": "Про преимущество VIP items вы можете почитать в этой статье:",
    "paragraph5": "После покупки item, вам предложат перейти в инвентарь.",
    "paragraph6": "Перейдя в инвентарь вы увидите какие приобретенные items у вас есть, и на сколько дней вы их купили.",
    "paragraph7": "Инвентарь нужен для того чтобы смотреть свои покупки, и выбирать item, которым вы хотите пользоваться.",
    "paragraph8": "Чтобы перейти в инвентарь из лобби, вы должны нажать на значок меню и выбрать инвентарь.",
    "paragraph9": "Значок меню выглядит так:",
    "paragraph10": "Первоначально у всех есть стандартный item - это соска.",
    "paragraph11": "Если вы не хотите, чтобы у вас был стандартный item, то переходите в маркет и покупайте понравившийся вам item.",
    "src1": "https://storage.googleapis.com/pokerblow-info/Market%26Inveterate/market-1(ru).png",
    "src2": "https://storage.googleapis.com/pokerblow-info/Market%26Inveterate/market-2(ru).png",
    "src3": "https://storage.googleapis.com/pokerblow-info/Market%26Inveterate/market-3(ru).png",
    "src4": "https://storage.googleapis.com/pokerblow-info/Market%26Inveterate/market-4(ru).png",
    "src5": "https://storage.googleapis.com/pokerblow-info/Market%26Inveterate/market-5(ru).png",
    "src6": "https://storage.googleapis.com/pokerblow-info/Market%26Inveterate/market-6(ru).png"
  },
  "pokerRules": {
    "title": "Правила игры в покер",
    "description": "На этой странице вы узнаете основные правила игры в покер.",
    "paragraph0": "Существуют множества различных вариаций покера. Мы рассмотрим самую популярную разновидность покера - это техасский холдем.",
    "paragraph1": "Посадка",
    "paragraph2": "Первое, с чего начинается игра, это посадка. В PokerGloss за одним столом могут играть от 2 до 20 человек. Количество фишек у всех игроков одинаковое.",
    "paragraph3": "Дилер",
    "paragraph4": "Фишка 'D' означает дилер. Она показывает, кто занимает позицию баттон (button). Каждый игрок становится дилером один раз за круг.",
    "paragraph5": "Позиция дилер (баттон) является самой благоприятной в игре. Игрок на данной позиции видит какие решения принимают остальные игроки и делает ставку последним. Исключением является первый круг торгов, когда дилер вступает в игру первым.",
    "paragraph6": "Блайнды ('слепые ставки')",
    "paragraph7": "Слева от дилера (по порядку) сидят small blind и big blind. Эти два игрока ставят обязательные ставки, которые делаются по умолчанию в каждой раздаче. Small blind ставит половину размера обязательной ставки. Следующий игрок, big blind, ставит полную ставку.",
    "paragraph8": "Предварительный раунд или префлоп (pre-flop)",
    "paragraph9": "После того, как дилер определён, а малые и большие блайнды поставлены, каждому игроку раздают по две карманные карты. И начинаются торги. Далее, каждый участник оценивает силу своих карт. И принимает решение, стоит ли ему делать ставку или же сбросить карты, тем самым выйти из торгов.",
    "paragraph10": "Имеет смысл сбросить карты, если игрок посчитал их слабыми. Это необходимо чтобы сберечь свои фишки, и дождаться более сильных карт. Оставшиеся игроки, кто сделал ставки переходят к следующему этапу торгов.",
    "paragraph11": "Во время торгов игрокам доступны следующие действия:",
    "example0": "check - согласиться с текущей ставкой, пропустить ход;",
    "example1": "call – уравнять ставки соперника;",
    "example2": "raise – повысить ставки;",
    "example3": "re-raise – увеличить повышенную ставку;",
    "example4": "all-in – поставить все имеющиеся фишки;",
    "example5": "fold – сбросить карты, закончить торги.",
    "paragraph12": "Торги на префлопе завершаются, когда соперники по итогу сделали равные ставки. Фишки перемещаются в общий призовой банк. Оставшиеся игроки, кто сделал ставки, переходят к следующему этапу торгов.",
    "paragraph13": "Флоп (Flop)",
    "paragraph14": "На стол выкладывают первые три карты.",
    "paragraph15": "Задача игроков оценить силу своих карт, и составить комбинацию. Про покерные комбинации можно узнать в этой статье:",
    "paragraph16": "Если у игрока нет выигрышных сочетаний, ему следует оценить дальнейшие перспективы. Первым ставку делает игрок слева от дилера. Торги происходят в порядке очереди, аналогично префлоп.",
    "paragraph17": "Тёрн (Turn)",
    "paragraph18": "Этап, когда на стол кладут четвертую карту называется Тёрном.",
    "paragraph19": "Торги стартуют с участника слева от дилера. Игроки оценивают силу своих карт и дальнейшую перспективу. На текущей стадии может отсеяться часть участников, которые решили сделать пас и сбросить карты.",
    "paragraph20": "Ривер (River)",
    "paragraph21": "Ривер – заключительный этап торгов в покерной раздаче. На стол выкладывают пятую карту.",
    "paragraph22": "Игроки определяют силу собранных комбинаций, оценивают шансы на победу. Имеется шанс склонить участников к сбросу путём большой ставки. По итогам ставок на ривере формируется окончательный размер призового банка. После того как все игроки сделали ход, а ставки уравняли, карты вскрывают.",
    "paragraph23": "Шоудаун (Showdown)",
    "paragraph24": "После завершения всех этапов раздачи наступает вскрытие карт. Определяется сила комбинаций из двух карманных карт и 5 на столе. Побеждает тот, у кого самая сильная комбинация. Если у нескольких игроков одинаковая по силе комбинация, то они делят выигрыш на равные части.",
    "paragraph25": "Случается что во время торгов у некоторых игроков заканчиваются фишки. Тогда формируется второй призовой банк. А победитель с самой сильной рукой, определяется по итогам шоудауна. Неактивный участник имеет права претендовать только на первый банк, в случае если имеет сильнейшую комбинацию.",
    "paragraph26": "Блеф",
    "paragraph27": "Блеф - это когда у игрока слабые карты на руках, но он заставляет соперников сбросить свои карты. Игрок делает большую ставку, тем самым пугает соперников, которые думают что у него хорошая  комбинация. Это очень рискованно, и прежде нужно убедиться что у соперников нет сильных карт. Если оппоненты поверят в ваш блеф, то они сбросят карты. А вы будете победителем имея слабые карты на руках. Показывать или не показывать карты, выбор остается за вами. Также, VIP пользователи могут показывать только одну карту. Подробнее:",
    "paragraph28": "После определения победителя, фишки дилера, small и big blind смещаются по часовой. Раздаются карманные карты и начинается новая игра.",
    "paragraph29": "Теперь, когда вы знаете правила игры в покер, вы можете создавать игру со своими параметрами. Подробнее почитайте здесь:"
  },
  "pokerPlayers": {
    "title": "Типы игроков в покер",
    "description": "На этой странице вы узнаете, какие бывают типы игроков в покере, а также научитесь их отличать.",
    "paragraph0": "Покер - это не просто игра в карты. Покер - это выстраивание стратегии, продумывание тактики, психологическое и эмоциональное изучение оппонентов.",
    "paragraph1": "Если вы понаблюдаете за игроками, то заметите их некоторую последовательность действий в определённых игровых событиях. Это говорит о том, что у каждого игрока есть своя манера (тип) поведения в игре, подобно характеру человека.",
    "paragraph2": "В этой статье, мы рассмотрим 4 основных типа игроков. Это позволит вам лучше чувствовать игру и принимать верные решения.",
    "paragraph3": "Тайтовый игрок",
    "paragraph4": "Тайтовый игрок (с анг. Tight — аккуратный) — это игрок который редко участвует в раздачах. Его главное 'оружие' — это осторожность. Он предпочитает не рисковать, а лучше дождаться надежных и сильных карт. Если он получает на руки не самые сильные карты, то в большинстве случаев он их сбросит, в надежде что в следующий раз ему достанется более сильная рука. Как только на стол выпадет хорошая комбинация, такой игрок не заставит себя долго ждать. Он сразу же будет поднимать ставки. Поэтому, его легко 'раскусить' более опытному игроку. Его поведение незаурядно и предсказуемо. Как правило, так обычно играют новички.",
    "paragraph5": "Лузовый игрок",
    "paragraph6": "Лузовый игрок ( с анг. Loose — свободный, неосторожный) — это полная противоположность тайтовому игроку. Такой игрок чаще участвует в раздачах. Он не боится рисковать. Может не только отвечать на ставки, а также поднимать их. Порой, не брезгует блефом. Он способен выйти победителем, даже имея слабые карты на руках. Такого игрока значительно тяжелее 'прочитать'. Это как правило, уже более опытные игроки.",
    "paragraph7": "Агрессивный игрок ",
    "paragraph8": "Агрессивный игрок — это более опасный тип игроков. Его задача — забрать как можно больше фишек у оппонентов. Часто отвечает на raise, и не редко сам любит делает re-raise. Что самое опасное, так это понять действительно ли у него на руках хорошие карты, или это качественный блеф.",
    "paragraph9": "Пассивный игрок",
    "paragraph10": "Пассивный игрок — это полная противоположность агрессивному. Он считает своей главной 'фишкой' делать call. Обычно он просто отвечает на ставки других игроков (если они конечно не больше условных 1/2 от призового банка). Даже со слабой рукой, уже на последних этапах игры, он готов поддержать вашу ставку. Но если ему выпадет сет или выше, ждите огромный raise, порой большой призового банка. Такие игроки достаточно предсказуемы, и легко 'читаемы' более опытными оппонентами.",
    "paragraph11": "Конечно, играя в живую, намного легче и быстрее можно определить поведение других игроков. Но в покере онлайн это тоже возможно! Достаточно следить за каждым принятым решением оппонента, и учиться анализировать.",
    "paragraph12": "По началу это будет казаться сложным и не очень понятным. Но чем чаще вы будете играть, тем быстрее у вас будет получаться."
  },
  "survival": {
    "title": "Выживание",
    "description": "В этой статье вы узнаете о совершенно новом и самом необычном режиме игры в покер, на PokerGloss.",
    "paragraph0": "И так, как же поиграть в этот новый режим игры? Зайдите в лобби и щелкните на вкладку Survaival (Выживание).",
    "paragraph1": "Хорошо, теперь вы находитесь во вкладке Выживание.",
    "paragraph2": "Но просто так поиграть в режим Выживание у вас не получится. Для прохода туда, вам понадобится билет (ticket). 1 билет за одну игру соответственно. Вверху над кнопкой Play вы можете увидеть ваше количество билетов.",
    "paragraph3": "Если у вас есть билет, то жмите на кнопку Play и начнется игра.",
    "paragraph4": "Вступительный видеоролик ознакомит вас с сюжетом игры. А затем вас перебросит в первую игровую локацию.",
    "paragraph5": "Когда вы победите вашего первого соперника, вы сможете переправиться в следующую локацию. Где вам также предстоит всех победить.",
    "paragraph6": "Если вы смогли одолеть предыдущих соперников, то не расслабляйтесь, дальше будет только сложнее.",
    "paragraph7": "И снова следующая локация, и новые оппоненты с которыми вам придется 'сразиться'.",
    "paragraph8": "Игра в данном режиме может длиться бесконечно. Ваша задача продержаться как можно дольше, и одолеть побольше соперников.",
    "paragraph9": "Но как бы вы хорошо не играли, в какой-то момент вы останетесь без фишек, и для вас игра уже будет закончена. И в таком случае вам предложат крутить рулетку с призами. Чем дальше вы продвинетесь в игре, тем больший приз будет разыгрываться.",
    "paragraph10": "И теперь самое главное. А где же получить билеты на этот режим? Их вы можете получить побеждая в турнирах Freerolls.",
    "paragraph11": "Для этого перейдите обратно в лобби. И щелкните на вкладку Турниры (Freerolls).",
    "paragraph12": "Выбирайте любую комнату и регистрируйтесь.",
    "paragraph13": "Как вы можете увидеть, за победу на турнире вас ждет в награду билет на Выживание. Так что вперёд, играйте и побеждайте."
  }
}